Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/inaugurations_fi/jussi_nuorteva_puhe_3.4.2012_sajos_pohjoiss.pdf.tmx
Source language: sme
Languages: sms

source: Gudnejahtton dásseválddi presideanta, prográmmahoavda Haukio, árvvus adnojuvvon
sms: Cisttum tääŠssvääŠld presidentt, programmšuurmõš Haukio, ärvvsaž S ääŠmteeŠǧǧ

source: Sámedikki ságadoalli, buorit guossit.
sms: saaǥǥjååŠđteei, šiõǥǥ prääŠzneǩkueŠss.

source: Suoma arkiivvaid ovddasteaddji arkiivvaid beaivvi doaibmagoddi válljii jagi 2006 arkiivadahkkun
sms: LääŠddjânnam arkiivid eŠtǩǩeei arkiivi peeiŠv tuåimmkåŠdd vaŠlljii eeŠjj 2006 arkiivtuâjjan

source: nuortalaččaid guhkesáigásaš ovddasteaddji ja nuortalaš kultuvrra gáhttejeaddji Matti Sverloff
sms: nuõrttsaaŠmi kuŠǩesäiggsaž ouddoummu da nuõrttsaaŠmi kulttuur kâŠddeei Matti S verloff

source: arkiivva luohpadeami arkiivalágádussii.
sms: personnallšem kreäppast luõvtõõzz arkiivstroiŠttla.

source: Seamma jagi jápmán Sverloff lei bidjan luohpadeami
sms: Seämma eeŠjj jäämmam Sverloff leäi piijjâm

source: eaktun dan, ahte arkiiva sirdojuvvo sámiid iežaset arkiivii, go dakkár áiggi mielde gárvvásmuvvá
sms: luõvtõs mäinnen tõn, što personnallšem kreäppast seeŠrdet jiijjâz arkiiŠve, ko nåkkam kuäŠss-ne

source: Jurdda sámearkiivvas lei ovdalaš badjánan ságastallamiin arkiivalágádusa ja Sámedikki
sms: valmštââvv sääŠmvoudda. Juurd sääŠmarkiivâst leäi siõmmna ääiŠjab kaggõõttâm

source: Oktasaš ulbmilin lei ásahuvvon, ahte sámiid áššegirjjálaš kulturárbbi galgá seailluhit
sms: saaǥǥstõõllmõõžžin arkivstroiŠttel da sääŠmteeŠǧǧ kõõskâst. ʼhttsaž täävtõssân leäi pijjum, što

source: Dan várás galggašii vuođđudit sámearkiivva seamma láhkai go lei juo
sms: äŠššǩeŠrjjlaž kultturpreeddan âlgg ruõkkâd sääŠmvuuŠdest.

source: vuođđuduvvon Norgga Guovdageidnui.
sms: Tõn diõtt õõlǥči vuâđđeed sääŠmarkiiv

source: Sámiid arkiivaárbevieru symbola lea goasii legendáralaš sajádaga ožžon Beahcáma SuõŠnn ’ jela
sms: SaaŠmi arkiivpreeddan tiõtt lij âŠlddsin legendaarlaž staattuuzz vuäǯǯam Peäccam SuõŠnnʼjelsiid

source: nuortalaččaid dološ arkiiva.
sms: nuõrttsaaŠmi jânnamâkksaž kreäppast.

source: Dan boarrásamos áššebábir lea jagis 1601 ja varrasamos jagis 1775.
sms: Tõn puärsõmâs äŠššǩeŠrjj lij juŠn eeŠjjest 1601 da maŠŋŋlab eeŠjjest 1775.

source: Mávssolamos áššebáhpáriid leat Ruošša keaisárat vuolláičállán.
sms: Ärvvsõmâs äŠššǩeeŠrj liâ Ruõšš caari vuâllaǩeeŠrjtum.

source: Dat gieđahallet earet eará
sms: Tõk ǩiõttʼtâŠlle SuõŠnnʼjelsiid

source: SuõŠnn ’ jela ja Beahcáma nuortalaččaid sajádaga ja rivttiid.
sms: da Peäccam nuõrttsaaŠmi staattuuzz da vuõiggâdvuõđid.

source: Áššebáhpárat leat fuolalaččat
sms: ÄŠššǩeeŠrj leŠjje tääŠrǩeld njââŠmtum

source: darvvihuvvon nuppiidasaset ja giessojuvvon rullan, mii lea biddjon muoras ráhkaduvvon
sms: äŠššǩeŠrjj, äŠššǩerjja ǩidd da ǩiõssum turaškanalla, kååŠtt leäi ruõkkum koollatǩ sizz.

source: suodjeskuohppui.
sms: Koollatǩa

source: Skuohput leat jahkečuđiid áigge ođasmahtton, dálá beahcemuoras gohpojuvvon
sms: leŠjje čueŠđi eeŠjji mieŠldd koŠrvvuum ođđ, ânnʼjõž pieŠccmuõrâst ǩiõtt-tuâjjan rajjum koollatǩa,

source: skuohppui lea graverejuvvon vuođđalohku 1865, mii lea eahpitkeahttá dan ráhkadanjahki.
sms: tõõzz leäi roggum eeŠǩǩlååkk 1865, kååŠtt lij vuâsti valmštemeeŠǩǩ.

source: SuõŠnn ’ jela nuortalašsiidda arkiiva lei fuolalaččat gáhttejuvvon árdna, nuortalaččaid rivttiid
sms: SuõŠnnʼjeljooǥǥ nuõrttsaaŠmi kreäppast leäi puârast õŠnnum da ǩiõččum äŠrbb, nuõrttsaaŠmi

source: Muitaluvvo ahte dan seailluhansaji dihte hávil dušše golbma oskkáldas albmá.
sms: vuõiggâdvuõđi vuâđđǩeŠrjj. M aainstet, što tõn ruõkkâmpääiŠǩ tiõŠtte tåŠlǩ kolmm nâŠddåumma.

source: giinu sis jámii, válljiiga dat guokte eará ođđa oskkáldas albmá su sadjái.
sms: TeŠl ko kååŠtt-ne seeŠst jaami, vaŠlljee suu sâjja ođđ nâŠddåumma.

source: Ná arkiiva seailluhuvvui
sms: NääiŠt kreäppast seillteš čõõđ

source: Diehtu SuõŠnn ’ jela arkiivvas bođii almmolabbot dovddusin easkka 1920-logu loahpas.
sms: Teâtt SuõŠnnʼjelsiid Kreäppastest šõõddi takainalla tobddum emansa 1920-lååǥǥ looppâst.

source: Stuorra ánsu
sms: Tät cistt

source: das gullá eatnandiehtaga dutki Väinö Tannerii.
sms: kooll jânnamtiõđnekka Väinö Tanner äiggsaž tuõjju.

source: Son lei 1910-logus doaibman guovtti vuđolaš
sms: Son leäi 1910-lååǥǥast tuåimmjam kueiŠt

source: barggu dahkan stáhtaid gaskasaš boazoláiddonkomitea ságajođiheaddjin.
sms: vuâđđmieŠlddsaž tääŠrǩes tuei tuejjääm riikki kõskksaž puäʒʒpääiŠǩ-komitea saaǥǥjååŠđteeŠjen.

source: Tanner lei ássan jagiid Sámi boazodoalloguovllus ja oahppan dovdat ja árvvus atnit sámiid kultuvrra.
sms: Tanner leäi eeŠjji mieŠldd jälstam SääŠmjânnam puäʒʒhåiddvuuŠdest da mättjam tobddât da uŠvdded

source: boazoláiddonkomitea viiddes smiehttamuš ja dan gárvvisteamis čohkkejuvvon materiála leat hui
sms: äärv saaŠmi kulttuuŠre. Suu jååŠđtem puäʒʒpääiŠǩ-komitea veiddsõs smiõtldõk da tõn

source: miellagiddevaš dokumeanttat bohccuid guođoheamis ja dasa gullevaš fárrestallamis ja eará
sms: valmštõõllmõõžžâst norrum aunnstõõzz, liâ miâlggâd peerstemnallšem dokumeentt puõcci

source: guođohanvieruin.
sms: palggmõõžžâst da tõõzz kuulli jeälstemjårrõõzzâst da jeeŠres palggâmtobddmõõžžin.

source: Jagi 1923 rájes Väinö Tanner doaimmai stáhtageologan ja vástidii málbmaohcamis Supmii Tarto
sms: EeŠjjest 1923 Väinö Tanner tuåimmji riikkgeoloogân da vaŠsttii maalmooccmõõžžâst LääŠddjânnma

source: ráfisoahpamušas 1920 laktojuvvon Beahcámis.
sms: Tarto rääuhast eeŠjjest 1920 õhttuum Peäccmest.

source: Mátkkiinis son oahpásmuvai nuortalaččaid eallimii
sms: M ääŠtǩi äiŠǧǧen son tobdstõõđi nuõrttsaaŠmi

source: earet eará SuõŠnn ’ jela, Beahcáma, Muotkki, Njávdáma ja Báhčaveaijoga guovlluin.
sms: jieŠllma SuõŠnnʼjeljooǥǥ, Peäccam, M ueŠtǩ, Njauddâm da Paaččjooǥǥ vuuŠdin.

source: Jagis 1929
sms: EeŠjjest 1929

source: almmustuvai Tannera vásáhusaide ja fuopmášumiide vuođđuduvvi ruoŧagielat, badjel 500 siiddu
sms: očntõõđi Tanner tobddmõõžžid da vuâmmšõõzzid vuâđđuum ruõccǩiõllsaž, pâŠjjel seeid

source: viidosaš dutkamuš Beahcáma nuortalaččaid eallimis.
sms: tuŠtkkumuš Peäccam nuõrttsaaŠmi jieŠllmest.

source: SuõŠnn ’ jela arkiiva šattai dutkamušas dovddusin 1930-logu álggus.
sms: SuõŠnnʼjelsiid Kreäppast puõŠđi tuŠtǩǩumuužžâst tobddâmnalla 1930-lååǥǥ aalǥâst.

source: attii jagis 1931 muoras ráhkaduvvon skuohpustis seailluhuvvon arkiivva luoikkasin Beahcámis
sms: Peäccam

source: galledan veahkkesisministtar Niilo Soljai, guhte doalvvui materiála Helssegii dutkama várás.
sms: kõŠllʼjeŠmmen jååttam veäŠǩǩsiisǩminister Niilo S olja mieŠldd, kååŠtt viiǥǥi aunnstõõzz HeŠllsna

source: das ledje váldon fotostáhtakopiat, originála áššebáhpárat oktan skuohpuin máhcahuvvojedje moatti
sms: tuŠtǩǩeem diõtt. Ko tõŠst leŠjje valddum fotostaattkopia, âlggveârlaž äŠššǩeeŠrjid koollatǩin

source: jagi geažes SuõŠnn ’ jelii.
sms: maaccteš kueiŠt eeŠjj ǩeeŠjjest SuõŠnnʼjelsiŠjdde.

source: Dálvesoađi áigge Beahcáma nuortalašsiiddaid ássit evakuerejuvvojedje soađi ovddas.
sms: TäŠlvv-vääin äiŠǧǧen Peäccam nuõrttsääŠmsiidi aazzji vuâlggmõš evakkomätkka vääin vueŠlnn.

source: nuortalaččat sirdojuvvojedje vuos Tervolai ja doppe áiggi miel Čeavetjávrái.
sms: SuõŠnnʼjelsiid NuõrttsaaŠmid siŠrddeš vuõššân Tervola da tåŠben ääiŠj mieŠldd ČeŠvetjäurra.

source: Arkiivva gádde láhppon soađi stuimmiin.
sms: JuŠrddeš, što Kreäppast läŠppji vääin šummʼmõõžž mieŠldd.

source: Ná ii goit lean geavvan.
sms: NääiŠt ij leämmaž kiâvvâm.

source: Beahcáma guovllus doaibman majuvra Matti
sms: Peäccam

source: Tiitola muitalii Stáhtaarkiivii – nappo dálá Riikkaarkiivii (Kansallisarkisto) – 9.3.1942 čállin
sms: vuuŠdest tuåimmjam majur Matti Tiitola maainsti riikkarkiiŠve – ânnʼjõž M eersažarkiiŠve –

source: breavastis, ahte son lei juovlamánus 1939 ožžon evakuerema oktavuođas háldosis nuortalašsiidda
sms: 9.3.1942 ǩeeŠrjtem ǩeeŠrjest, što son leäi rosttovmannust 1939 evakkomääŠtǩi da siid kuârsmâŠttem,

source: arkiivva, mii lei muorraskuohpu siste. Dat sáddejuvvui viidásabbot Roavvenjárgii Lappi
sms: mieŠldd ǩiččjen vuäǯǯam huõđđu nuõrttsääŠmsiid koollatǩ sizz ruõkkum Kreäppast.

source: Rádjegozáhussii, man dola gierdi seailluhanvisttážis dat seailluhuvvui soađi áigge.
sms: RuäŠvnjaŠrǧǧe SääŠmjânnam RaajjväärdtõŠǩǩe, koon käŠšnnruõkkâmkammrest tõn seillteš väinn

source: Tiitola čálii, ahte son lei mearridan, ahte jos Beahcán seaillošii Suoma oassin, son máhcahivččii arkiivva SuõŠnn ’ jela
sms: Tiitola ǩeeŠrjti, što son leäi tuŠmmjam, što jõs Peäccam seeilči LääŠddjânnma kuulljen, son

source: siiddaboarrásepmosii (siidšurr).
sms: maaccteŠči Kreäppast SuõŠnnʼjelsiid staaŠrste.

source: Jos Beahcán massojuvvošii, son luohpadivččii arkiivva
sms: LeâŠša jõs Peäccam mõõnteŠčep, son luõvteŠči

source: Ná maid dáhpáhuvai, go Beahcán lei loahpalaččat massojuvvon.
sms: Kreäppast riikkarkiiŠve. NääiŠt ǩiâvi, ko Peäccam leäi mõõntum.

source: Nuortalašsiidda arkiivva luohpadeapmi stáhtaarkiivii ii lean SuõŠnn ’ jela nuortalaččaid dieđus ja nu
sms: NuõrttsaaŠmsiid Kreäppast luõvtõs riikkarkiiŠve, ij leämmaž SuõŠnnʼjelsiid saaŠmi teâđast da nuŠtt

source: dan dilli vajálduvai máŋggalot jahkái.
sms: tõt kuâđđji määŋglo eeŠjj tuâkka.

source: Go jagis 1996 sámemusea Siiddas čohkkegohte materiála
sms: EeŠjjest 1996 sääŠm-muŠzei Siidast aŠlǧǧe noorrâd aunntõõzzid

source: ” Kolttaelämää ” - čájáhusa várás, muitalii Helssega universitehta kultureanadiehtaga professor Kalevi
sms: ” NuõrttsääŠmjieŠllem ” - čuäjtõõzz diõtt, maainsti HeŠlssen universiteett kultturjânnamtiõtti professor

source: Rikkinen, ahte nuortalašsiidda arkiiva lei sadjosis Riikkaarkiivvas.
sms: Kalevi Rikkinen, što nuõrttsääŠmsiid kreäppast leäi ruõkkum M eersažarkiivâst.

source: Son lei gidden dasa
sms: Son leäi

source: fuopmášumi dutkkadettiin Suoma diehtaga historjjá várás eatnandiehtaga dutki Väinö Tannera.
sms: tuŠtǩǩeŠmmen LääŠddjânnam tiõtti histoor, jânnamtiõđneǩ Väinö Tanner äiggsaid ruõkkmõõžžid, da

source: Nuortalašarkiiva lei boahtán ovdan duon oktavuođas.
sms: vuâmmšam tän koollatǩ.

source: Várra mii sáhttit danin jurddašit, ahte arkiivva ođđasit gávdnan lei eahpenjuolgadit maid sámiid gaskkas čuođi jagi dás ovdal barggus álggahan ja
sms: NuõrttsääŠmsiid Kreäppast leäi eeŠttam ouŠdde näkam ääŠšš õhttvuõđâst. VueiŠttep vuâsti juŠrdded, što Kreäppast ođđest käunnjumuš leäi še saaŠmi kruuggâst čueŠtt eeŠǩǩed

source: sin kultuvrraset ja eallinvuogiset stuorrát árvvus atnán Väinö Tannera ánsu.
sms: mââiårra, tuejes alttääm da sij kulttuures da jieŠllemvueŠjjes äärvast âânnam Väinö Tanner tuâi lekk.

source: Nuortalašsiidda arkiivva sisttisdoallan muorraskuohppu ja dan áššebáhpáriin váldon kopia ledje
sms: NuõrttsääŠmsiid Kreäppast ruõkkâm koollatǩ da tõn äŠššǩeeŠrjin valddum kopia leŠjje tõn leklvaž

source: duon lihkolaš gávdnosa geažil ovdan Siiddas 1.4.1998 rahppon čájáhusas.
sms: kaunnmõõžž diõtt vueiŠnnemnalla Siidast 1.4.1998 ääŠvuum čuäjtõõzzâst.

source: Nuortalaččaid
sms: NuõrttsaaŠmi

source: buktojuvvošii Čeavetjávrái sivdnideami várás nuortalaččaid ávvudoaluin.
sms: ČeŠvetjäurra risttâm diõtt nuõrttsaaŠmi prääŠznǩen. M eersažaŠrkiiv mieŠstte raukkmõŠšše da EŠčč

source: bivdagii ja áhčči Ambrosius sivdnidii arkiivva ávvudanliturgia maŋŋá Čeavetjávrri girkus
sms: Ambrosius riisti Kreäppast mâŋŋa prääŠzneǩliturgii ČeŠvetjääuŠr ceerkvest PââŠzzteei Treeffan

source: Basuheaddji Trifon Beahcánlačča bassivádjolanávvudeami oktavuođas 29.8.1998.
sms: PeäccamneeŠǩǩ čääŠʒʒristtâm õhttvuõđâst 29.8.1998. NuõrttsaaŠmi SääŠm NuŠett ǩeeŠrjat

source: Saa ’ mi Nu ’ ettis dáhpáhus govviduvvo ná: Dát lei vuosttas geardi min Beahcámis vuolgima maŋŋá
sms: puõŠttinalla Kreäppast pirr šõddâm läppjumuužžât: ” Tät leäi vuõssmõs vuârr mâŋŋa Peäccmest

source: jagis 1939, go geasuheaddji ja beakkálmas SuõŠnn ’ jela arkiiva, man gáttiimet leat oalát láhppon,
sms: vuâŠlǧǧem eeŠjjest 1939, ko maainâsčuävvjõs, vooŠps luäppjam nääŠit juuŠrdim, SuõŠnnʼjelsiid

source: oktan cáraid vuolláičállin gramotaiguin lei das gieđaid olámuttos.
sms: Kreäppast caarivuâllaǩeeŠrjtum gramotoineez leäi mij kõskkvuõđâst, mij vueŠinnemnalla.

source: Go čájáhus Siiddas nogai, de Riikkaarkiiva skeŋkii nuortalaččaid arkiivva sisttisdoallan
sms: PrääŠzneǩ podd leäi prääŠznkâŠstteei da lääŠđes. ” M âŋŋa ko Siida čuäjtõs podd leäi puuttâm,

source: muorraskuohpu sámemusea Siidii. Originála áššebáhpárat fas máhcahuvvojedje Riikkaarkiivii
sms: M eersažarkiv sǩiâŋki nuõrttsaaŠmi Kreäppast ruõkkâm koollatǩ Siida sääŠm-muŠzeeja.

source: Helssegii.
sms: Alggveârlaž

source: Buorit ávvuguossit: Otne SuõŠnn ’ jela nuortalaččaid arkiiva lea máhccan sámeguvlui.
sms: Šiõǥǥ prääŠzneǩkueŠss: TäŠbbe SuõŠnnʼjelsiid NuõrttsaaŠmi Kreäppast lij puättam sääŠmvoudda.

source: Arkiivalágádus lea mearridan sajuštit nuortalaččaid originála arkiivva bissovaččat seailluheami
sms: ArkivstrooiŠtel lij tuŠmmjam, što nuõrttsaaŠmi alggveârlaž Kreäppast, kook seillu koollatǩ seŠst,

source: várás kulturguovddáš Sajosis doaimmas dán jagi álggus álggahan Sámearkiivvas.
sms: sâŠdde leeŠd kultturkõõskõs Sajos SääŠmarkiivâst, kååŠtt lij taŠnni eeŠjj aalǥâst alttääm

source: Bivddán ahte
sms: tuåimmjumuužžes.

source: Sámedikki ságadoalli Klemetti Näkkäläjärvi, nuortalaččaid luohttámušalmmái Veikko Feodoroff
sms: Raaukam, što SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi, nuõrttsaaŠmi ouddooumaž

source: ja Sámearkiivvas vástideaddji arkiivalágádusa dutki Suvi Kivelä váldet vuostá dán áidnalunddot
sms: Veikko Feodoroff da SääŠmarkiivâst vaŠstteei arkivstrooiŠtel tuŠtǩǩeei Suvi Kivelä väŠldde vuâstta

source: arkiivva.
sms: tän oŠdinakai Kreäppast.

source: Seammás almmuhan, ahte maiddái mu sága álggus máinnašan Matti Sverloff
sms: Seämmast iŠlmmtam, što mainnsan aalǥâst peäggtum Matti S verloff sǩiâŋkk, nuõrttsaaŠmi

source: nuortalaččaid kulturárbbi ja SuõŠnn ’ jela muitalusaid sisttisdoalli priváhtaarkiiva sirdása giđa áigge
sms: kultturpreeddan da SuõŠnnʼjeljooǥǥ mainnâz, koid son lij ruõkkâm da tät personnallšem Kreäppast

source: su dáhtus mielde Oulu eanagoddearkiivvas Sámearkiivii.
sms: seeŠrdet ǩiiđ äiŠǧǧen, suu täätt mieŠlddsânji Oulu mäddkåŠddarkiivâst SääŠmarkiiŠve.
